20230727/s10-1690466917636/logs/load-k6-1.log
     ✓ ALS_FSPIOP_GET_PARTIES_RESPONSE_IS_202
     ✗ ALS_E2E_FSPIOP_GET_PARTIES_SUCCESS
      ↳  99% — ✓ 38620 / ✗ 1

     █ Get Parties

     checks.........................: 99.99% ✓ 77240    ✗ 1    
     data_received..................: 12 MB  28 kB/s
     data_sent......................: 28 MB  64 kB/s
     group_duration.................: avg=147.16µs min=105.71µs med=139.96µs max=1.67ms   p(90)=187.48µs p(95)=195.29µs
     http_req_blocked...............: avg=2.61µs   min=1.59µs   med=2.45µs   max=364.79µs p(90)=3.18µs   p(95)=3.52µs  
     http_req_connecting............: avg=3ns      min=0s       med=0s       max=133.21µs p(90)=0s       p(95)=0s      
   ✓ http_req_duration..............: avg=2.01ms   min=1.76ms   med=1.96ms   max=29.31ms  p(90)=2.11ms   p(95)=2.23ms  
       { expected_response:true }...: avg=2.01ms   min=1.76ms   med=1.96ms   max=29.31ms  p(90)=2.11ms   p(95)=2.23ms  
   ✓ http_req_failed................: 0.00%  ✓ 0        ✗ 38620
     http_req_receiving.............: avg=24.19µs  min=15.18µs  med=22.99µs  max=1.94ms   p(90)=29.98µs  p(95)=31.51µs 
     http_req_sending...............: avg=15.33µs  min=7.69µs   med=15.09µs  max=341.13µs p(90)=17.83µs  p(95)=18.64µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=1.97ms   min=1.72ms   med=1.92ms   max=29.17ms  p(90)=2.07ms   p(95)=2.18ms  
     http_reqs......................: 38620  88.74993/s
   ✓ iteration_duration.............: avg=11.25ms  min=9.02ms   med=10.02ms  max=29.09s   p(90)=12.01ms  p(95)=12.48ms 
     iterations.....................: 38620  88.74993/s
     vus............................: 1      min=1      max=1  
     vus_max........................: 1      min=1      max=1  
     ws_connecting..................: avg=274.65µs min=211.75µs med=258.45µs max=28.65ms  p(90)=293.56µs p(95)=310.56µs
     ws_msgs_received...............: 38620  88.74993/s
     ws_msgs_sent...................: 38620  88.74993/s
     ws_session_duration............: avg=11.03ms  min=8.83ms   med=9.8ms    max=29.09s   p(90)=11.79ms  p(95)=12.24ms 
     ws_sessions....................: 38620  88.74993/s


running (7m15.2s), 0/1 VUs, 38620 complete and 0 interrupted iterations
accountLookup ✓ [ 100% ] 0/1 VUs  7m0s